export const sqlGroup =
  "insert into \"group\" values (1, '4', '하루 한 잔 물 마시기', 4, 0, '물 사진',\t'물 한 잔을 마셔주세요.', '하루 한 잔의 물을 마시는 그룹', '물을 꾸준히 마셔보세요', 3, '2021-12-24 22:47:34.163366', '2021-12-24 22:47:34.163366')" +
  ", (2, '3', '아침에 일어나서 러닝하기', 4, 0, '러닝하는 사진', '최소 1KM를 뛰어주세요.', '아침마다 러닝을 하는 그룹', '하루 한 번 달리기를 해보세요', 3, '2021-12-24 22:47:34.163366', '2021-12-24 22:47:34.163366');";
export const sqlMyGroup =
  "INSERT INTO my_group VALUES (2, 4, 1, 3, '2022-01-02 04:19:36.540973', '2022-01-04', '2022-01-03 23:12:49.10019', '7', 0, true, false, 2);";

export const sqlMyGroupWeek =
  "INSERT INTO my_group_week VALUES (0, '2'), (5, '2');";
export const sqlImage =
  "INSERT INTO image VALUES (1, 4, 'a', '2021-12-24 22:47:34.163366', '2021-12-24 22:47:34.163366', 2, 2)," +
  "(2, 4, 'b', '2021-12-25 22:47:34.163366', '2021-12-24 22:47:34.163366', 2, 2);";
